const content = `
百度首页
wizardAEI
竹子营养并不高，只吃它们的大熊猫会营养不良吗？
中科院格致论道讲坛
2023-12-20 13:24
福建
经过长期的样本积累，科学家对野生大熊猫的遗传信息进行分析，最终发现大熊猫拥有着较高的演化潜力。“演化尽头论”曾认为大熊猫不能适应竹子，虽然竹子的营养并不高，但大熊猫往往能够选择最有营养的种类和部分…
出品：格致论道讲坛
以下内容为中国科学院动物研究所研究员胡义波演讲实录：
大家好，我是胡义波，来自中国科学院动物研究所。我在2005年进入了动物研究所魏辅文院士团队，长期从事大熊猫的保护遗传学和演化生物学研究。今天有幸来到格致论道讲坛，跟大家分享一下国宝大熊猫的故事。
在今年的北京冬奥会上，大熊猫又露了一次脸，让全世界人民为之惊喜，也导致了“一墩难求”，不知道各位大小朋友是否已经实现了“冰墩墩自由”？
在研究大熊猫的十多年里，我发现尽管大家都很喜爱大熊猫，但是对大熊猫的一些生物学知识和保护管理问题还不太清楚，甚至存在一定的误解。
像上世纪七八十年代开始出现的一种论调，认为受到种群数量持续下降、遗传多样性低、繁殖能力低下以及专吃竹子等生物学特征的限制，大熊猫必将走向灭绝，它们将走向演化的尽头，或者说演化的死胡同。时至近年，这一论调还不断地被提起。在2009年，BBC媒体人Chris Packham就曾撰文表示：我们应该让大熊猫灭亡，从而把更多资源投入到其他的动物上。
那实际情况是不是这样呢？今天我将跟大家探讨一下四个问题：大熊猫的种群数量是否在下降？它的遗传多样性、繁殖能力是不是低？大熊猫对竹子到底适不适应？
大熊猫的数量，到底怎么数？
首先我们来了解一下大熊猫的种群数量。说起种群数量，实际问题就是大熊猫有多少只，这也是很多人问我的。
▲ 大家以为……
那我们怎样调查大熊猫的种群数量呢？这并不是我们去野外随便看一看、数一数就行的。大熊猫生活在崇山峻岭之中，也被称为“竹林隐士”，实际上很难在野外见到。怎么办呢？其实这主要靠大熊猫的一种特殊分泌物：便便。
▲ 实际工作……
上图显示的就是大熊猫的一团新鲜的竹笋粪。我们能看到，大熊猫的粪便里有一节节咀嚼消化后的残余，我们称之为“咬节”。咬节的长短跟年龄相关：咬节长的年龄大，咬节短的年龄小。再结合粪便之间的距离，就可以来识别个体。
比如当野外两团粪便的距离大于1.5公里，直接判定为两只个体；如果它们的距离小于1.5公里，但是咬节的长度差异大于2毫米，也可以判定为两只个体。这都是经由大量数据统计后得出的结论。
基于这一原理，我国目前已经开展了4次全国大熊猫调查，每10年一次。可能世界上没有任何一个物种受到过这么多的关注，投入过这么多调查的人力、财力和物力。
最早的一次调查在上世纪70年代，发现了2459只熊猫；第二次大熊猫调查在80年代，有1114只。我们发现，大熊猫数量急剧下降了接近一半，也正是从那时开始，出现种群衰退的论断。大家对大熊猫的命运是非常悲观的，原因是当时发生了大规模的森林采伐。
▲ 第四次全国大熊猫调查结果，共1864只(2015)
但是我们看到，第三次大熊猫调查和第四次大熊猫调查的结果分别是1596只和1864只。1864是最新的调查结果，可以发现它的种群数量是在持续增长的。这又是怎么回事呢？
1998年长江大洪水之后，全国开始实行禁止天然林采伐工程。我们国家西南森林生态系统得到了很好的保护，大熊猫的栖息地逐渐恢复，所以种群数量也就自然开始增长了。
大家还可能会想：那些距离小于1.5公里，咬节长度也小于2毫米的便便，就一定是一只大熊猫了吗？确实存在这个问题，这说明我国大熊猫种群数量调查得到的结果还是一个很保守的估计。
为了更准确地调查种群数量，我们团队进一步开发了分子粪便学方法——还是通过大熊猫的便便。
▲ 分子粪便学调查方法
新鲜的大熊猫便便外面有一层白色的黏液，这是大熊猫肠道粘液分泌后留下的，这个黏液里有丰富的肠道脱落细胞。我们就可以从这些细胞里提取到大熊猫的DNA，从而鉴定个体。这就类似于法医在犯罪现场搜寻嫌疑人的血液或者毛发实现个体鉴定一样。
▲ 左：王朗保护区大熊猫数量
右：Zhan XJ…Wei FW. Curr. Biol. 2006.
运用这种方法，我们在四川王朗自然保护区做了一项调查试点。通过对245份新鲜粪便进行分析，我们鉴定出了66只大熊猫个体，这一数量远高于第三次大熊猫调查的27只，说明传统调查方法大大低估了野生大熊猫的数量。因此估计野生大熊猫应该有2000多只，这也证实了目前的大熊猫种群数量是持续增长的。
我们人类禁止直系血亲和三代以内的旁系血亲近亲繁殖，因为近交繁殖会导致遗传多样性下降：有害的基因有更高的概率纯合，然后开始发挥作用。因此，遗传多样性低对一个群体的发展是不利的，遗传多样性高代表更高的演化潜力。
那么，大熊猫数量相对较少，是不是意味着遗传多样性也低呢？
为了探讨大熊猫遗传多样性，我们团队通过长期的样品累积，对159只野生大熊猫的遗传信息进行分析，发现跟其他熊类相比（如北极熊、眼镜熊），大熊猫的遗传多样性是比较高的。这也说明大熊猫仍有较高的演化潜力。
大熊猫是“性冷淡”吗？
“演化尽头论”还认为：大熊猫的繁殖能力很低。那是不是这样呢？
大熊猫繁殖能力低的论断主要来源于上世纪八九十年代在圈养大熊猫繁育中出现的“三难问题”，即发情难、配种受孕难以及幼崽存活难。那现在的情况变得怎么样了呢？
目前，我国大熊猫圈养繁殖已经取得了巨大的成功，克服了繁育三难的问题。以幼崽存活难为例，早前野外大熊猫是很难抚育双胞胎的，因为它不冬眠，在平常移动、觅食的时候只能带走一只幼崽，另外一只不得不舍弃。在动物园里，它也是不能抚育两只幼崽的。
但是繁育人员发明了双胞胎轮换喂养的方法：每天让母熊猫喂养一只幼崽，另外一只由人工抚养，再轮换接受母乳喂养的方式，显著提高了圈养大熊猫幼崽存活率。
▲ 成都大熊猫繁育研究基地繁育的大熊猫幼仔
目前圈养大熊猫繁育已经从重数量向重质量转变。截止2021年10月，我国圈养大熊猫已经有673只，目前的繁育目标主要是尽量维持圈养大熊猫的遗传多样性，避免它们近亲繁殖。
▲ 跟踪佩戴GPS颈圈的野生大熊猫
大家可能会好奇：圈养大熊猫繁育很成功，那么野生大熊猫怎么样呢？我们团队为陕西秦岭佛坪保护区的野生大熊猫佩戴上GPS颈圈，长期跟踪观察它们的求偶、交配、产崽、育幼等行为。
通过这十多年的研究，我们发现野外大熊猫的繁殖、育幼行为都是很正常的。在繁殖季节，一只发情的雌性大熊猫会招来多只雄性大熊猫进行聚集，那么雄性大熊猫怎样来决出它们的交配优先权呢？主要靠争斗。
▲ 左上为胜利者，其余均为失败者
以上图片显示这个繁殖场聚集了四只雄性大熊猫，它们要通过打斗决定交配优先权。这里面有一只获胜，另外三只失败，其中有两只脸上还带了伤痕，可见是经过了激烈的争斗。我们也发现，在野外环境中，通常是体形大的、强壮的获得优胜权。像大熊猫脸上这样的伤痕，实际上也成为红外相机方法识别大熊猫个体的一个依据。
▲ 大熊猫的求偶和交配
在10多年的野外研究中，我们观察了几十起大熊猫繁殖，它们的求偶、交配行为都是很正常的。
▲ 大熊猫产仔和育幼
我们也利用红外摄像机对大熊猫的产崽和育幼行为进行了观察研究，发现大熊猫能正常地在野外产崽、育幼。
每年的三四月份是大熊猫的发情期，母熊猫通常会怀孕五个月，在八九月份开始产崽。刚才提到，大熊猫通常只抚育一个幼崽，因为它不冬眠。不像北极熊和棕熊，冬眠期过后，它们的幼崽其实已经长大了，可以出来自行行走。但大熊猫主要还是靠母熊猫的抚育。
▲ 野生大熊猫幼仔
一般等到幼崽长到一岁半或两岁半的时候，母熊猫就会将幼崽赶出家门自立门户。所以我们偶尔能在野外看到独自生活的大熊猫幼崽，它们都很健康、正常地生活着。
无论是求偶、交配还是产崽、育幼，野生大熊猫的繁殖都是很正常的，因此它的繁殖能力并不低。
只吃竹子的大熊猫活得好吗？
那么我们再来看“演化尽头论”的最后一个论点，认为大熊猫不能适应竹子。
▲ 大熊猫能适应低营养的竹子吗？
大熊猫的“萌点”之一就在于它吃竹子，不像老虎、豹子吃肉那样凶狠。但竹子是一种高纤维低营养的食物，大熊猫如何汲取足够的营养来维持它的生长发育呢？
我们团队长期研究发现，其实大熊猫已经在多个方面产生了很好的适应。
在形态上，上图中红色箭头所示的就是大熊猫一个很特殊的结构，被称为伪拇指或者第六指。它由大拇指侧的一块小骨头膨大形成，从而跟大拇指进行对握，能够敏捷地抓握竹子，辅助觅食。在食肉目这样一个很大的类群里，只有大熊猫和小熊猫拥有伪拇指，其他食肉动物都没有这样灵巧的抓握能力。
大熊猫头脑圆圆滚滚的很可爱，是因为附着了发达的咬肌，便于咀嚼竹子。另外，大熊猫的臼齿是非常大而且平的，便于碾磨竹子。所以从形态上看，大熊猫已经对吃竹子有很好的适应。
竹子的营养并不高，所以大熊猫吃竹子是很挑剔的。在野外，它会选择最有营养的竹子种类和部分。但当有竹笋的时候，它会优先吃竹笋；没有竹笋的时候，它会吃竹叶和竹竿。竹叶和竹竿也是挑选一年生、刚长出来那种，是很新鲜、很嫩、很有营养的。那种多年生的，大熊猫基本上不会去吃。通过这种方式，大熊猫就能够在有限的采食时间里尽量多地获得充足的营养。
此外，大熊猫在节约能量上也是有一系列策略的。我们团队的研究发现，野生和圈养大熊猫的每日能量消耗率是非常低的，只有它体型预测值的37%。这个数值与树懒相似，比考拉还低。而我们知道树懒和考拉是两种移动很缓慢的动物。
▲ Nie YG…Wei FW. Science, 2015.
另外大熊猫不冬眠，它如何在寒冷的冬季维持恒定的体温呢？通过红外摄像机对大熊猫的体表进行测温，我们发现大熊猫体表厚厚的毛皮可以维持恒定的温度，跟没有厚毛皮的狗和牛比，它的体表温度是很低的。
在活动方式上，大熊猫也有不一样的策略。通过在野外搜寻大熊猫粪便和采食痕迹，我们发现它们主要分布在一些广阔的生境和平缓的山坡上；而在陡坡上、稠密的竹林和灌木中很难发现相关踪迹。这实际上也是大熊猫节约能量的一种方式。
此外，大熊猫的另一个可爱之处在于“懒”。大家应该都知道，它行动迟缓，在野外也确实如此。通过野外GPS颈圈跟踪就会发现，大熊猫的移动距离很短，平均每天移动的距离少于500米，而且50%的时间用来休息，另外50%的时间就用于采食，通过这种策略，就可以尽量减少它的能量消耗。
▲Zhu LF…Wei FW. PNAS, 2011.
Huang GP…Wei FW. Cell Reports, 2022.
纤维素、半纤维素是竹子的主要成分，但人和其他哺乳动物是没有能力消化纤维素、半纤维素的，因为我们哺乳动物不能合成纤维素酶，这主要就要靠肠道微生物来帮忙。研究显示，在大熊猫的肠道微生物中，有一类梭菌可以分泌纤维素酶，从而很好地消化纤维素和半纤维素，以此提供营养；另外还有类丁酸梭菌，可以分泌丁酸盐，从而增强磷脂类的合成代谢，用于机体发育、生长的需要。所以微生物在大熊猫的营养利用上发挥了很重要的作用。
以上这些研究显示，其实大熊猫对竹子适应是很好的。
大家可能接下来会问：大熊猫专吃竹子，如果一旦没有竹子了，那它们会不会饿死在野外？会不会出现这种情况？这种情况是可能存在的。因为竹子会开花，野外偶尔会发生大规模的竹子开花枯死。
▲ 开花的竹林
竹子是一种什么植物呢？其实它是一种禾本科的植物。说起禾本科植物，大家会想到小麦和水稻，对吧？一年一个周期，会开花、结实，最后整个植株枯死。竹子也是如此，但幸运的是，竹子的开花周期是40-60年，所以在野外其实很难看到大规模竹子开花。即使在冬天，竹子也是绿油油的，也可以供大熊猫食用。
▲ 近期大规模竹子开花
1974-1977：岷山，138只大熊猫死亡
1983-1988：邛崃，141只大熊猫死亡
但在上世纪的70年代和80年代，还真发生了两次大规模的竹子开花。一次是在四川的岷山山系，一次在邛崃山系。当时正值森林采伐高峰，栖息地破碎化特别严重，可能大熊猫的迁移扩散受到了影响，导致在野外发现了一百多只大熊猫的尸体。
▲ 乔治·夏勒：《最后的熊猫》（1993年）
全世界人民对大熊猫命运的关注从那个时候兴起，著名的熊猫专家乔治·夏勒（George Schaller）博士在《最后的熊猫》一书中写道，因为大规模竹子开花、人类盗猎以及栖息地破碎化的影响，对大熊猫的命运抱有比较悲观的态度。也正是那时，全世界开始对大熊猫投入大量的保护资金。
野外大熊猫到底能不能应对大规模的竹子开花？其实是可以的。当时的野外研究发现，大熊猫有两种方式应对大规模的竹子开花：一种是迁移扩散到其他地区，但如果栖息地破碎化很严重，确实可能会影响到大熊猫的迁移扩散；还有一种是觅食其他竹种。大规模的竹子开花通常是某一种竹子开花，而在大熊猫分布的六大山系里，每个山系至少都有7种以上的竹子分布，所以还有其他竹种可以供大熊猫觅食。从这两点出发，如果没有栖息地破碎化严重的问题，大熊猫是能够应对大规模的竹子开花枯死现象的。
那大熊猫为什么会濒危？
以上四个方面表明，从生物学特征上看，大熊猫没有任何问题。大家可能会问：那么大熊猫为什么会濒危呢？
▲ 图片来自网络
大熊猫有着800万年的演化历史，最古老的化石是在云南发现的，距今有800万年。在这800万年的演化过程中，曾与大熊猫同时分布的剑齿象等动物已经灭绝了，而大熊猫幸存至今。这中间经历了什么？又是什么因素导致它濒危的？
之前我们很难重构800万年这么长尺度的物种演化历史，而且这些化石点都很分散，很难重构大熊猫的种群数量变化。
▲ Zhao SC...Wei FW. Nat. Genet. 2013.
现在随着技术的发展，通过对基因组水平变异的分析能够重构一个物种过去几百万年的演化历史。我们团队通过测序大熊猫基因组，重构了大熊猫800万年来的演化历史。
大家能在上图中看到两个凹槽，这说明大熊猫在历史上经过了两次剧烈的种群数量下降。这是什么原因造成的呢？主要是更新世倒数第二个冰期和末次冰期导致的，也就是说，是古气侯变化导致的。而在1万年以来，随着人类活动的剧烈增加，大熊猫种群被割裂为几个孤立的地理种群。
所以我们说，是古气侯变化和人类活动导致了大熊猫濒危，而不是它自身的生物学上有什么问题。
因此，无论是从种群数量、遗传多样性、繁殖能力、对竹子的适应性，还是从驱动大熊猫濒危的因素上看，大熊猫目前都生活得很好，它并没有走到演化的尽头。
今天还需要继续保护大熊猫吗？
2016年有一个可喜的消息，世界自然保护联盟根据我国在大熊猫保护上取得的成效，将大熊猫受威胁等级从“濒危”降到了“易危”，这也反映了我国在保护大熊猫方面取得的显著成效。
但另外一种声音出现了，有人认为大熊猫已经不是濒危物种，我们不再需要保护大熊猫了，是不是这样呢？肯定不是这样，对吧？我们很不容易取得了保护成效，还需要持续地保护，努力维持它们的生存状况。
大熊猫目前还面临着诸多威胁，首屈一指的就是栖息地丧失与破碎化。目前1864只野生大熊猫生活在33个割离的地理种群中，其中有22个种群的个体数量小于30只，有18个种群的个体数量小于10只。也就是说，尽管野外有几个很大的种群，但还有很多小的种群，这些种群的命运非常值得我们关注。
其次，犬瘟热、寄生虫等疾病导致的大熊猫死亡案例时有发生。犬瘟热是一种病毒病，会传染。2014年底，陕西楼观台圈养大熊猫繁育中心就发生了犬瘟热，最终导致了5只大熊猫的死亡。这里本来就只有20多只熊猫，因此对他们的熊猫种群形成了重创。目前科学家也正在加紧研究大熊猫的犬瘟热疫苗。
此外，环境污染、全球气侯变化等新型因素也在不断地影响着野生大熊猫种群和栖息地。
我国在2021年联合国《生物多样性公约》第十五次缔约方大会上正式宣布设立大熊猫国家公园。大熊猫国家公园可以对之前很分散的大熊猫保护区进行整体保护，将之前不是保护区的区域纳入进来，从而较好地解决栖息地破碎化的问题。
大熊猫国家公园的建立不仅保护了大熊猫，也保护了与大熊猫同域分布的8000多种野生动植物，保护了西南森林生态系统，这也是长江上游的一个生态屏障。所以大熊猫国家公园的设立意义是非常大的，它不仅使大熊猫发挥了旗舰物种或者说明星物种的作用，也发挥了伞护物种的作用，给其他物种撑起了一把安全保护伞。
最后分享一个大家很关心的问题：保护大熊猫及其栖息地有什么意义？或者说保护野生动物有什么意义？甚至说保护生物多样性有什么意义？
早前我们没有一个量化的指标，我们会说任何一种动物都是自然界食物链、食物网的一环，是生态系统的一环；如果缺失了，这个食物链和食物网就不完整了，生态系统就会失衡，就会产生很多问题。
现在我们团队牵头的一个国际团队对大熊猫及其栖息地的生态服务价值进行了深入的评估，它主要包含三项服务。首先是供给服务，良好的生态系统可以为我们人类提供食物、干净的水；其次是调节服务，它可以调节大气循环、水循环、土壤质量以及洪涝灾害，甚至可以调节野生动物疫病发生的概率；最后一个就是文化服务。可爱的大熊猫和美丽的栖息地使人们愿意花钱、买门票去观赏欣赏它们。
把这三项服务加在一起，大熊猫每年的生态系统服务价值达到26亿-69亿美元，是大熊猫保护投入资金的10-27倍。这充分说明，对大熊猫及其栖息地的保护是非常值得的。这也诠释了“绿水青山就是金山银山”的生态理念，我们对生物多样性进行保护是非常值得的。
在过去研究大熊猫的十多年里，我们看到大熊猫的种群和栖息地状况在不断地好转，发现野外大熊猫的概率也越来越高，大家可以通过自媒体欣赏到一些野外大熊猫的视频。国家也在不断出台新的保护措施。所以无论从生物学的角度还是从保护管理的成效上看，我都相信大熊猫将有一个美好的明天。
谢谢大家！
“格致论道”，原称“SELF格致论道”，是中国科学院全力推出的科学文化讲坛，由中国科学院计算机网络信息中心和中国科学院科学传播局联合主办，中国科普博览承办。致力于非凡思想的跨界传播，旨在以“格物致知”的精神探讨科技、教育、生活、未来的发展。获取更多信息。本文出品自“格致论道讲坛”公众号（SELFtalks），转载请注明公众号出处，未经授权不得转载。
举报/反馈
大家都在搜
大熊猫只吃竹子的原因大熊猫是怎么吃竹子的大熊猫如何消化竹子大熊猫的特点大熊猫为什么不吃肉最长寿的大熊猫
评论 4
发表
易依炜8
必须严惩候蓉，张志和这俩恶魔
12-21 13:43
新疆
回复
8
良辰詎可待7F
把五獐一猴制裁掉，大熊猫的未来会更好   
12-21 09:50
上海
回复
7
hoofblood
熊猫这玩意虽然一定程度上适应了竹子，但对植物纤维的利用能力还是5，对比一下牛羊和熊猫的消化道结构就知道了，半路出家的食肉目还是不够看啊 
12-22 21:22
河北
回复
1
肉儿球
大熊猫的祖先应该是食肉亚目，现在以箭竹为主食，但是会时不时开开荤吃点。熊猫还有个绰号叫“食铁兽”。
12-22 03:40
安徽
回复
1
没有更多啦

中科院格致论道讲坛

123万获赞 52.4万粉丝
中国科学院格致论道讲坛，非凡思想的跨界交流
匠心计划创作者
关注
作者最新文章
1000年前的中国古人就在做现在最前沿的研究？原来这种技术他们早就用过
3天前
17.6万阅读
让猫走上“猫生巅峰”的这种植物，也经常在你的盘子里
4天前
15.9万阅读
公螳螂真的心甘情愿被爱人吃吗？看完这些场景你可能就不那么想了
5天前
19.1万阅读
相关推荐
人火化后，基因去哪了？火化是否影响基因延续，火葬会废除吗？
学长观奇闻
1评论
生命之舞：揭秘植物营养临界期的神奇奥秘与繁茂生长之歌
婚法介务
无需额外训练提升模型30%性能！DeepMind科学家点赞MIT博士生成果
量子位
原核表达载体构建｜卡梅德生物
天津卡梅德生物
回纥人是白种人吗
疾驰的凉风
换一换
1
1月1日起这些新规将影响你我生活
热
2
女生吐槽哈尔滨商家锅包肉68元一盘
热
3
10组数据感受中国经济的活力
4
各大卫视跨年晚会节目单
热
5
湖南老板卖零食身家80亿
6
战斗机飞行员出任地级市副市长
7
河北河南等6省将有特强浓雾
8
云南消防辟谣上门推销灭火器
9
曾黎主持央视跨年晚会
10
国航因航班飞行途中故障致歉
播报
4
51
收藏
分享
设为首页
© Baidu 
使用百度前必读
意见反馈
京ICP证030173号 
京公网安备11000002000001号
`
import { CharacterTextSplitter } from 'langchain/text_splitter'

const splitter = new CharacterTextSplitter({
  chunkSize: 500,
  chunkOverlap: 200
})
async function getChunks(text) {
  const pandaDocs = await splitter.createDocuments([text], [], {
    chunkHeader: `竹子营养并不高，只吃它们的大熊猫会营养不良吗？\n\n`,
    appendChunkOverlapHeader: true
  })
  console.log(pandaDocs)
  return pandaDocs[0].pageContent
}

getChunks(content)
